[
	{
		"id": "b1",
		"title": "Harry Potter and the Philosopher's Stone",
		"author": "J.K. Rowling",
		"price": 279,
		"url": "./bookcover/harry-potter-and-the-philosophers-stone.jpg",
		"genre": ["Fantasy", "Adventure", "Mystery"],
		"rating": 4.5,
		"summary": "Harry Potter and the Philosopher's Stone is a fantasy novel written by British author J. K. Rowling. The first novel in the Harry Potter series and Rowling's debut novel, it follows Harry Potter, a young wizard who discovers his magical heritage on his eleventh birthday, when he receives a letter of acceptance to Hogwarts School of Witchcraft and Wizardry. Harry makes close friends and a few enemies during his first year at the school, and with the help of his friends, he faces an attempted comeback by the dark wizard Lord Voldemort, who killed Harry's parents, but failed to kill Harry when he was just 15 months old.",
		"related": ["b9", "b10", "b11", "b24"]
	},
	{
		"id": "b2",
		"title": "Harry Potter and the Chamber of Secrets",
		"author": "J.K. Rowling",
		"price": 285,
		"url": "./bookcover/harry-potter-and-the-chamber-of-secrets.jpg",
		"genre": ["Fantasy", "Adventure", "Mystery"],
		"rating": 4.1,
		"summary": "Harry Potter and the Chamber of Secrets is a fantasy novel written by British author J. K. Rowling and the second novel in the Harry Potter series. The plot follows Harry's second year at Hogwarts School of Witchcraft and Wizardry, during which a series of messages on the walls of the school's corridors warn that the \"Chamber of Secrets\" has been opened and that the \"heir of Slytherin\" would kill all pupils who do not come from all-magical families. These threats are found after attacks which leave residents of the school petrified. Throughout the year, Harry and his friends Ron and Hermione investigate the attacks.",
		"related": ["b9", "b10", "b11", "b24"]
	},
	{
		"id": "b3",
		"title": "Harry Potter and the Prisoner of Azkaban",
		"author": "J.K. Rowling",
		"price": 359,
		"url": "./bookcover/harry-potter-and-the-prisoner-of-azkaban.jpg",
		"genre": ["Fantasy", "Adventure", "Mystery"],
		"rating": 4.4,
		"summary": "Harry Potter and the Prisoner of Azkaban is a fantasy novel written by British author J. K. Rowling and the third in the Harry Potter series. The book follows Harry Potter, a young wizard, in his third year at Hogwarts School of Witchcraft and Wizardry. Along with friends Ronald Weasley and Hermione Granger, Harry investigates Sirius Black, an escaped prisoner from Azkaban who they believe is one of Lord Voldemort's old allies.",
		"related": ["b9", "b10", "b11", "b24"]
	},
	{
		"id": "b4",
		"title": "Harry Potter and the Goblet of Fire",
		"author": "J.K. Rowling",
		"price": 399,
		"url": "./bookcover/harry-potter-and-the-goblet-of-fire.jpg",
		"genre": ["Fantasy", "Adventure", "Mystery"],
		"rating": 4.5,
		"summary": "Harry Potter and the Goblet of Fire is a fantasy novel written by British author J. K. Rowling and the fourth novel in the Harry Potter series. It follows Harry Potter, a wizard in his fourth year at Hogwarts School of Witchcraft and Wizardry, and the mystery surrounding the entry of Harry's name into the Triwizard Tournament, in which he is forced to compete.",
		"related": ["b9", "b10", "b11", "b24"]
	},
	{
		"id": "b5",
		"title": "Harry Potter and the Order of the Phoenix",
		"author": "J.K. Rowling",
		"price": 585,
		"url": "./bookcover/harry-potter-and-the-order-of-the-phoenix.jpg",
		"genre": ["Fantasy", "Adventure", "Mystery"],
		"rating": 4.3,
		"summary": "Harry Potter and the Order of the Phoenix is a fantasy novel written by British author J. K. Rowling and the fifth novel in the Harry Potter series. It follows Harry Potter's struggles through his fifth year at Hogwarts School of Witchcraft and Wizardry, including the surreptitious return of the antagonist Lord Voldemort, O.W.L. exams, and an underaged drinking spree.",
		"related": ["b9", "b10", "b11", "b24"]
	},
	{
		"id": "b6",
		"title": "Harry Potter and the Half-Blood Prince",
		"author": "J.K. Rowling",
		"price": 625,
		"url": "./bookcover/harry-potter-and-the-half-blood-prince.jpg",
		"genre": ["Fantasy", "Adventure", "Mystery"],
		"rating": 4.6,
		"summary": "Harry Potter and the Half-Blood Prince is a fantasy novel written by British author J. K. Rowling and the sixth novel in the Harry Potter series. It follows Harry Potter's struggles through his sixth year at Hogwarts School of Witchcraft and Wizardry, including the surreptitious return of the antagonist Lord Voldemort, O.W.L. exams, and an underaged drinking spree.",
		"related": ["b9", "b10", "b11", "b24"]
	},
	{
		"id": "b7",
		"title": "Harry Potter and the Deathly Hallows",
		"author": "J.K. Rowling",
		"price": 699,
		"url": "./bookcover/harry-potter-and-the-deathly-hallows.jpg",
		"genre": ["Fantasy", "Adventure", "Mystery"],
		"rating": 4.7,
		"summary": "Harry Potter and the Deathly Hallows is a fantasy novel written by British author J. K. Rowling and the seventh and final novel of the Harry Potter series. The book follows Harry Potter, a wizard in his 17th year, and his friends Ronald Weasley and Hermione Granger as they journey to find and destroy Lord Voldemort's Horcruxes, the keys to Voldemort's immortality. On their own, without the guidance of their professors or the protection of the school, Harry and his friends must now rely on one another more than ever. But there are Dark Forces in their midst that threaten to tear them apart.",
		"related": ["b9", "b10", "b11", "b24"]
	},
	{
		"id": "b8",
		"title": "Harry Potter and the Cursed Child",
		"author": "J.K. Rowling",
		"price": 799,
		"url": "./bookcover/harry-potter-and-the-cursed-child.jpg",
		"genre": ["Fantasy", "Adventure", "Mystery"],
		"rating": 4.0,
		"summary": "Harry Potter and the Cursed Child is a two-part play written by Jack Thorne based on an original new story by Thorne, J. K. Rowling and John Tiffany. The play, which was always intended to be presented on stage, opened on 30 July 2016 at the Palace Theatre in London's West End. It is the eighth story in the Harry Potter series and the first official Harry Potter story to be presented on stage. The play was always intended to be presented on stage. It opened on 30 July 2016 at the Palace Theatre in London's West End. It is the eighth story in the Harry Potter series and the first official Harry Potter story to be presented on stage.",
		"related": ["b9", "b10", "b11", "b24"]
	},
	{
		"id": "b9",
		"title": "Lord of the Rings: The Fellowship of the Ring",
		"author": "J.R.R. Tolkien",
		"price": 499,
		"url": "./bookcover/lord-of-the-rings-01.jpg",
		"genre": ["Fantasy", "Adventure"],
		"rating": 4.9,
		"summary": "The Fellowship of the Ring is the first volume of J. R. R. Tolkien's epic adventure The Lord of the Rings. It is followed by The Two Towers and The Return of the King. The Fellowship of the Ring is the first volume of J. R. R. Tolkien's epic adventure The Lord of the Rings. It is followed by The Two Towers and The Return of the King.",
		"related": ["b1", "b2", "b3", "b4"]
	},
	{
		"id": "b10",
		"title": "Lord of the Rings: The Two Towers",
		"author": "J.R.R. Tolkien",
		"price": 589,
		"url": "./bookcover/lord-of-the-rings-02.jpg",
		"genre": ["Fantasy", "Adventure"],
		"rating": 4.8,
		"summary": "The Two Towers is the second volume of J. R. R. Tolkien's epic adventure The Lord of the Rings. It is preceded by The Fellowship of the Ring and followed by The Return of the King. The Two Towers is the second volume of J. R. R. Tolkien's epic adventure The Lord of the Rings. It is preceded by The Fellowship of the Ring and followed by The Return of the King.",
		"related": ["b1", "b2", "b3", "b4"]
	},
	{
		"id": "b11",
		"title": "Lord of the Rings: The Return of the King",
		"author": "J.R.R. Tolkien",
		"price": 399,
		"url": "./bookcover/lord-of-the-rings-03.jpg",
		"genre": ["Fantasy", "Adventure"],
		"rating": 4.9,
		"summary": "The Return of the King is the third and final volume of J. R. R. Tolkien's epic adventure The Lord of the Rings. It is preceded by The Fellowship of the Ring and The Two Towers. The Return of the King is the third and final volume of J. R. R. Tolkien's epic adventure The Lord of the Rings. It is preceded by The Fellowship of the Ring and The Two Towers.",
		"related": ["b1", "b2", "b3", "b4"]
	},
	{
		"id": "b12",
		"title": "Famous Five: Five on a Treasure Island",
		"author": "Enid Blyton",
		"price": 199,
		"url": "./bookcover/famous-five-01.jpg",
		"genre": ["Adventure", "Mystery"],
		"rating": 4.0,
		"summary": "The Famous Five are on a treasure hunt! But who is hiding on Kirrin Island? And what are they looking for? The Famous Five are on a treasure hunt! But who is hiding on Kirrin Island? And what are they looking for?",
		"related": ["b17", "b18", "b19", "b31"]
	},
	{
		"id": "b13",
		"title": "Famous Five: Five Go Adventuring Again",
		"author": "Enid Blyton",
		"price": 199,
		"url": "./bookcover/famous-five-02.jpg",
		"genre": ["Adventure", "Mystery"],
		"rating": 4.0,
		"summary": "The Famous Five are back! And this time they're going on a camping trip. But who is hiding in the old, abandoned house? And what are they looking for? The Famous Five are back! And this time they're going on a camping trip. But who is hiding in the old, abandoned house? And what are they looking for?",
		"related": ["b17", "b18", "b19", "b31"]
	},
	{
		"id": "b14",
		"title": "Famous Five: Five Go to Smuggler's Top",
		"author": "Enid Blyton",
		"price": 199,
		"url": "./bookcover/famous-five-03.jpg",
		"genre": ["Adventure", "Mystery"],
		"rating": 4.4,
		"summary": "Famous Five: Five Go to Smuggler's Top is the fourth book in the Famous Five series by Enid Blyton. The Famous Five are on a treasure hunt! But who is hiding on Kirrin Island? And what are they looking for? The Famous Five are on a treasure hunt! But who is hiding on Kirrin Island? And what are they looking for? ",
		"related": ["b17", "b18", "b19", "b31"]
	},
	{
		"id": "b15",
		"title": "Famous Five: Five Run Away Together",
		"author": "Enid Blyton",
		"price": 199,
		"url": "./bookcover/famous-five-04.jpg",
		"genre": ["Adventure", "Mystery"],
		"rating": 4.5,
		"summary": "Famous Five: Five Run Away Together is the fifth book in the Famous Five series by Enid Blyton. The Famous Five are on a treasure hunt! But who is hiding on Kirrin Island? And what are they looking for? The Famous Five are on a treasure hunt! But who is hiding on Kirrin Island? And what are they looking for?",
		"related": ["b17", "b21", "b19", "b31"]
	},
	{
		"id": "b16",
		"title": "Famous Five: Five Go Off in a Caravan",
		"author": "Enid Blyton",
		"price": 199,
		"url": "./bookcover/famous-five-05.jpg",
		"genre": ["Adventure", "Mystery"],
		"rating": 4.5,
		"summary": "Family holidays are always fun, but the Famous Five have never had one like this! They're going on a caravan holiday to the seaside. But who is hiding in the old, abandoned house? And what are they looking for? Family holidays are always fun, but the Famous Five have never had one like this! They're going on a caravan holiday to the seaside. But who is hiding in the old, abandoned house? And what are they looking for?",
		"related": ["b17", "b18", "b19", "b31"]
	},
	{
		"id": "b17",
		"title": "The Hunger Games",
		"author": "Suzanne Collins",
		"price": 899,
		"url": "./bookcover/the-hunger-games.jpg",
		"genre": ["Adventure", "Mystery", "Dystopian", "Science Fiction"],
		"rating": 3.6,
		"summary": "The Hunger Games is a 2008 dystopian novel by the American writer Suzanne Collins. It is written in the voice of 16-year-old Katniss Everdeen, who lives in the future, post-apocalyptic nation of Panem in North America. The Capitol, a highly advanced metropolis, exercises political control over the rest of the nation. The Hunger Games is a 2008 dystopian novel by the American writer Suzanne Collins. It is written in the voice of 16-year-old Katniss Everdeen, who lives in the future, post-apocalyptic nation of Panem in North America. The Capitol, a highly advanced metropolis, exercises political control over the rest of the nation.",
		"related": ["b12", "b13", "b21", "b15"]
	},
	{
		"id": "b18",
		"title": "The Hunger Games: Catching Fire",
		"author": "Suzanne Collins",
		"price": 1099,
		"url": "./bookcover/the-hunger-games-catching-fire.jpg",
		"genre": ["Adventure", "Mystery", "Dystopian", "Science Fiction"],
		"rating": 4.0,
		"summary": "The Hunger Games: Catching Fire is a 2013 American dystopian science fiction adventure film directed by Francis Lawrence, with a screenplay by Simon Beaufoy and Michael Arndt. It is the second installment in The Hunger Games film series and the sequel to The Hunger Games. The Hunger Games: Catching Fire is a 2013 American dystopian science fiction adventure film directed by Francis Lawrence, with a screenplay by Simon Beaufoy and Michael Arndt. It is the second installment in The Hunger Games film series and the sequel to The Hunger Games.",
		"related": ["b12", "b21", "b14", "b15"]
	},
	{
		"id": "b19",
		"title": "The Huger Games: Mockingjay",
		"author": "Suzanne Collins",
		"price": 1099,
		"url": "./bookcover/the-hunger-games-mockingjay.jpg",
		"genre": ["Adventure", "Mystery", "Dystopian", "Science Fiction"],
		"rating": 3.8,
		"summary": "The Hunger Games: Mockingjay is a 2014 American dystopian science fiction adventure film directed by Francis Lawrence, with a screenplay by Danny Strong and Peter Craig. It is the third installment in The Hunger Games film series and the first of two films based on the novel Mockingjay, the final book in The Hunger Games trilogy by Suzanne Collins. The Hunger Games: Mockingjay Part 1 is a 2014 American dystopian science fiction adventure film directed by Francis Lawrence, with a screenplay by Danny Strong and Peter Craig. It is the third installment in The Hunger Games film series and the first of two films based on the novel Mockingjay, the final book in The Hunger Games trilogy by Suzanne Collins.",
		"related": ["b12", "b13", "b14", "b15"]
	},
	{
		"id": "b20",
		"title": "The Fault in Our Stars",
		"author": "John Green",
		"price": 799,
		"url": "./bookcover/the-fault-in-our-stars.jpg",
		"genre": ["Romance", "Drama"],
		"rating": 4.2,
		"summary": "The Fault in Our Stars is a 2012 American romantic drama film directed by Josh Boone, based on the novel of the same name by John Green. The film stars Shailene Woodley as Hazel Grace Lancaster, a 16-year-old cancer patient who falls in love with Augustus Waters, a 17-year-old cancer survivor played by Ansel Elgort. The Fault in Our Stars is a 2012 American romantic drama film directed by Josh Boone, based on the novel of the same name by John Green. The film stars Shailene Woodley as Hazel Grace Lancaster, a 16-year-old cancer patient who falls in love with Augustus Waters, a 17-year-old cancer survivor played by Ansel Elgort.",
		"related": ["b22", "b36", "b37", "b38"]
	},
	{
		"id": "b21",
		"title": "The Alchemist",
		"author": "Paulo Coelho",
		"price": 499,
		"url": "./bookcover/the-alchemist.jpg",
		"genre": ["Adventure", "Fantasy"],
		"rating": 4.1,
		"summary": "The Alchemist is a novel by Brazilian author Paulo Coelho that was first published in 1988. Originally written in Portuguese, it became a widely translated international bestseller. An allegorical novel, The Alchemist follows a young Andalusian shepherd in his journey to the pyramids of Egypt, after having a recurring dream of finding a treasure there. The Alchemist is a novel by Brazilian author Paulo Coelho that was first published in 1988. Originally written in Portuguese, it became a widely translated international bestseller. An allegorical novel, The Alchemist follows a young Andalusian shepherd in his journey to the pyramids of Egypt, after having a recurring dream of finding a treasure there.",
		"related": ["b12", "b31", "b14", "b19"]
	},
	{
		"id": "b22",
		"title": "The Kite Runner",
		"author": "Khaled Hosseini",
		"price": 399,
		"url": "./bookcover/the-kite-runner.jpg",
		"genre": ["Drama", "Historical Fiction"],
		"rating": 3.4,
		"summary": "The Kite Runner is the first novel by Afghan-American author Khaled Hosseini. Published in 2003 by Riverhead Books, it tells the story of Amir, a young boy from the Wazir Akbar Khan district of Kabul.",
		"related": ["b20", "b36", "b37", "b38"]
	},
	{
		"id": "b23",
		"title": "The Da Vinci Code",
		"author": "Dan Brown",
		"price": 399,
		"url": "./bookcover/the-da-vinci-code.jpg",
		"genre": ["Thriller", "Mystery", "Historical Fiction"],
		"rating": 3.6,
		"summary": "The Da Vinci Code is a 2003 mystery-detective novel by Dan Brown. It follows symbologist Robert Langdon and cryptologist Sophie Neveu after a after a murder in the Louvre Museum in Paris causes them to become involved in a battle between the Priory of Sion and Opus Dei over the possibility of Jesus Christ and Mary Magdalene having had a child together.",
		"related": ["b29", "b30", "b39", "b40"]
	},
	{
		"id": "b24",
		"title": "The Lion, the Witch and the Wadrobe",
		"author": "CS Lewis",
		"price": 220,
		"url": "./bookcover/the-lion-the-witch-and-the-wadrobe.jpg",
		"genre": ["Fantasy"],
		"rating": 3.3,
		"summary": "The Lion, the Witch and the Wardrobe is a high fantasy novel for children by C. S. Lewis, published by Geoffrey Bles in 1950. It is the first published and best known of seven novels in The Chronicles of Narnia . The Lion, the Witch and the Wardrobe is a high fantasy novel for children by C. S. Lewis, published by Geoffrey Bles in 1950. It is the first published and best known of seven novels in The Chronicles of Narnia .",
		"related": ["b1", "b2", "b3", "b4"]
	},
	{
		"id": "b25",
		"title": "Atomic Habits",
		"author": "James Clear",
		"price": 399,
		"url": "./bookcover/atomic-habits.jpg",
		"genre": ["Self Help", "Business"],
		"rating": 4.2,
		"summary": "Atomic Habits is a self-help book by James Clear. It was published on 16 January 2018 by Avery. The book is based on the idea that small changes to daily habits can have large impacts on the lives of individuals. Atomic Habits is a self-help book by James Clear. It was published on 16 January 2018 by Avery. The book is based on the idea that small changes to daily habits can have large impacts on the lives of individuals.",
		"related": ["b26", "b27", "b28", "b32"]
	},
	{
		"id": "b26",
		"title": "The Power of Habit",
		"author": "Charles Duhigg",
		"price": 485,
		"url": "./bookcover/the-power-of-habit.jpg",
		"genre": ["Self Help", "Business"],
		"rating": 4.1,
		"summary": "The Power of Habit: Why We Do What We Do in Life and Business is a 2012 book by Pulitzer Prize-winning New York Times business reporter Charles Duhigg. The book explains how habits are formed and how they can be changed. The Power of Habit: Why We Do What We Do in Life and Business is a 2012 book by Pulitzer Prize-winning New York Times business reporter Charles Duhigg. The book explains how habits are formed and how they can be changed.",
		"related": ["b25", "b27", "b28", "b32"]
	},
	{
		"id": "b27",
		"title": "The 7 Habits of Highly Effective People",
		"author": "Stephen R. Covey",
		"price": 485,
		"url": "./bookcover/the-7-habits-of-highly-effective-people.jpg",
		"genre": ["Self Help", "Business"],
		"rating": 4.1,
		"summary": "The 7 Habits of Highly Effective People is a 1989 self-help book written by Stephen R. Covey. Covey presents an approach to being effective in attaining goals by aligning oneself to what he calls 'true north' principles based on a character ethic that he presents as universal and timeless. The 7 Habits of Highly Effective People is a 1989 self-help book written by Stephen R. Covey. Covey presents an approach to being effective in attaining goals by aligning oneself to what he calls 'true north' principles based on a character ethic that he presents as universal and timeless.",
		"related": ["b25", "b26", "b32", "b28"]
	},
	{
		"id": "b28",
		"title": "The 5 Love Languages",
		"author": "Gary Chapman",
		"price": 599,
		"url": "./bookcover/the-5-love-languages.jpg",
		"genre": ["Self Help", "Relationship"],
		"rating": 3.6,
		"summary": "The 5 Love Languages: The Secret to Love that Lasts is a 1995 book by Gary Chapman. Chapman argues that there are five ways to express and experience love: words of affirmation, quality time, receiving gifts, acts of service, and physical touch. ",
		"related": ["b25", "b26", "b32", "b27"]
	},
	{
		"id": "b29",
		"title": "The Adventures of Sherlock Holmes",
		"author": "Arthur Conan Doyle",
		"price": 485,
		"url": "./bookcover/the-adventures-of-sherlock-holmes.jpg",
		"genre": ["Mystery", "Thriller", "Historical Fiction"],
		"rating": 3.9,
		"summary": "The Adventures of Sherlock Holmes is a collection of twelve short stories by Arthur Conan Doyle, featuring his fictional detective Sherlock Holmes. It was first published on 14 October 1892; the individual stories had been serialised in The Strand Magazine between June 1891 and July 1892. The stories are not in chronological order, and the only characters common to all twelve are Holmes and Dr. Watson. ",
		"related": ["b30", "b23", "b19", "b18"]
	},
	{
		"id": "b30",
		"title": "The Hound of the Baskervilles",
		"author": "Arthur Conan Doyle",
		"price": 1099,
		"url": "./bookcover/the-hound-of-the-baskervilles.jpg",
		"genre": ["Mystery", "Thriller", "Historical Fiction"],
		"rating": 3.9,
		"summary": "The Hound of the Baskervilles is the third of the crime novels written by Sir Arthur Conan Doyle featuring the detective Sherlock Holmes. Originally serialised in The Strand Magazine from August 1901 to April 1902, it is set largely on Dartmoor in Devon in England's West Country and tells the story of an attempted murder",
		"related": ["b29", "b23", "b39", "b40"]
	},
	{
		"id": "b31",
		"title": "The Adventures of Tom Sawyer",
		"author": "Mark Twain",
		"price": 285,
		"url": "./bookcover/the-adventures-of-tom-sawyer.jpg",
		"genre": ["Adventure"],
		"rating": 4.2,
		"summary": "The Adventures of Tom Sawyer is a novel by Mark Twain, first published in the United Kingdom in December 1876 and in the United States in February 1877. Commonly named among the Great American Novels, the work is among the first in major American literature to be written throughout in vernacular English, characterized by local color regionalism.",
		"related": ["b13", "b18", "b11", "b12"]
	},
	{
		"id": "b32",
		"title": "The Monk who Sold His Ferrari",
		"author": "Robin Sharma",
		"price": 215,
		"url": "./bookcover/the-monk-who-sold-his-ferrari.jpg",
		"genre": ["Self Help"],
		"rating": 4.5,
		"summary": "Robin Sharma showcases the miracles and wonders of living a fulfilling life. In the process, the book introduces readers to enlightening yet simple principles that vouch to make life better, happier and more meaningful. A bestselling novel, what readers all over the globe appreciate about this book is its deft amalgam of the philosophies from both western and eastern worlds. The book has been followed by important personalities around the world.",
		"related": ["b25", "b26", "b27", "b28"]
	},
	{
		"id": "b33",
		"title": "A Game of Thrones",
		"author": "George R.R. Martin",
		"price": 1599,
		"url": "./bookcover/a-game-of-thrones.jpg",
		"genre": ["Fantasy", "Historical Fiction"],
		"rating": 4.4,
		"summary": "A Gameof Thrones is the first novel in A Song of Ice and Fire, a series of fantasy novels by American author George R. R. Martin. It was first published on August 1, 1996. The novel won the 1997 Locus Award and was nominated for both the 1997 Nebula Award and the 1997 World Fantasy Award. The novella Blood of the Dragon, comprising the Daenerys Targaryen chapters from the novel, won the 1998 Hugo Award for Best Novella. ",
		"related": ["b34", "b35", "b23", "b6"]
	},
	{
		"id": "b34",
		"title": "A Song of Ice and Fire",
		"author": "George R.R. Martin",
		"price": 1365,
		"url": "./bookcover/a-song-of-ice-and-fire.jpg",
		"genre": ["Fantasy", "Historical Fiction"],
		"rating": 4.4,
		"summary": "A Song of Ice and Fire is a series of epic fantasy novels by the American novelist and screenwriter George R. R. Martin. He began the first volume of the series, A Game of Thrones, in 1991, and it was published in 1996. Martin, who initially envisioned the series as a trilogy, has published five out of a planned seven volumes. The most recent volume, A Dance with Dragons, was published on 12 July 2011. ",
		"related": ["b33", "b35", "b23", "b5"]
	},
	{
		"id": "b35",
		"title": "A Clash of Kings",
		"author": "George R.R. Martin",
		"price": 1365,
		"url": "./bookcover/a-clash-of-kings.jpg",
		"genre": ["Fantasy", "Historical Fiction"],
		"rating": 3.9,
		"summary": "A Clash of Kings is the second novel in A Song of Ice and Fire, a series of fantasy novels by American author George R. R. Martin. It was first published on 16 November 1998. The novel is the second part of the series following A Game of Thrones and preceding A Storm of Swords. ",
		"related": ["b33", "b34", "b23", "b7"]
	},
	{
		"id": "b36",
		"title": "It Starts with Us",
		"author ": "Collen Hoover",
		"price": 599,
		"url": "./bookcover/it-starts-with-us.jpg",
		"genre": ["Romance", "Drama"],
		"rating": 4.2,
		"summary": "It Starts with Us is a 2018 novel by American author Colleen Hoover. It is the first book in the Hopeless series. The novel was released on August 7, 2018. ",
		"related": ["b20", "b22", "b37", "b38"]
	},
	{
		"id": " b37",
		"title": "It Ends with Us",
		"author ": "Collen Hoover",
		"price": 599,
		"url": "./bookcover/it-ends-with-us.jpg",
		"genre": ["Romance", "Drama"],
		"rating": 4.2,
		"summary": "It Ends with Us is a 2016 novel by American author Colleen Hoover. It is the second book in the Hopeless series. The novel was released on August 2, 2016. ",
		"related": ["b20", "b22", "b36", "b38"]
	},
	{
		"id": "b38",
		"title": "Falling In Love Again",
		"author ": "Ruskin Bond",
		"price": 259,
		"url": "./bookcover/falling-in-love-again.jpg",
		"genre": ["Romance", "Drama"],
		"rating": 3.5,
		"summary": "Falling in Love Again is a collection of short stories by Ruskin Bond. It was first published in 1996. The book contains 12 short stories. ",
		"related": ["b37", "b22", "b36", "b20"]
	},
	{
		"id": "b39",
		"title": "Dark Matter",
		"author": "Blake Crouch",
		"price": 599,
		"url": "./bookcover/dark-matter.jpg",
		"genre": ["Thriller", "Science Fiction"],
		"rating": 4.2,
		"summary": "Dark Matter is a 2016 science fiction thriller novel by Blake Crouch. It was published on May 10, 2016, by Crown Publishing Group. The novel follows a physics professor who discovers a way to travel to alternate universes, but his wife is kidnapped",
		"related": ["b23", "b29", "b30", "b40"]
	},
	{
		"id": "b40",
		"title": "A Good Girl's Guide to Murder",
		"author": "Holly Jackson",
		"price": 125,
		"url": "./bookcover/a-good-girl-s-guide-to-murder.jpg",
		"genre": ["Thriller", "Drama"],
		"rating": 3.4,
		"summary": "A debut YA crime thriller as addictive as Serial and as page-turning as One of Us Is Lying. A cold-case thriller written in the original format of a college report - complete with interviews, logs and murder maps. A deftly-woven cold-case plot with themes of race, privilege, family and justice at its heart.",
		"related": ["b39", "b29", "b30", "b23"]
	},
	{
		"id": "b41",
		"title": "Dune",
		"author": "Frank Herbert",
		"price": 690,
		"url": "./bookcover/dune.jpg",
		"genre": ["Science Fiction", "Adventure", "Fantasy"],
		"rating": 4.7,
		"summary": "Frank Herberts classic masterpiece—a triumph of the imagination and one of the bestselling science fiction novels of all time.Set on the desert planet Arrakis, Dune is the story of the boy Paul Atreides, heir to a noble family tasked with ruling an inhospitable world where the only thing of value is the “spice” melange, a drug capable of extending life and enhancing consciousness.",
		"related": ["b39", "b17", "b42", "b43"]
	},
	{
		"id": "b42",
		"title": "Frankenstein",
		"author": "Mary Shelley",
		"price": 125,
		"url": "./bookcover/frankenstein.jpg",
		"genre": ["Science Fiction", "Drama", "Fantasy"],
		"rating": 4.6,
		"summary": "Frankenstein tells the story of Victor Frankenstein, a young scientist who creates a sapient creature in an unorthodox scientific experiment. Shelley started writing the story when she was 18, and the first edition was published anonymously in London on 1 January 1818, when she was 20. Her name first appeared in the second edition, which was published in Paris in 1821.",
		"related": ["b41", "b17", "b39", "b43"]
	},
	{
		"id": "b43",
		"title": "Farenheit 451",
		"author": "Ray Bradbury",
		"price": 125,
		"url": "./bookcover/farenheit-451.jpg",
		"genre": ["Science Fiction", "Drama", "Fantasy"],
		"rating": 4.6,
		"summary": "Fahrenheit 451 is a dystopian novel by American writer Ray Bradbury, published in 1953. It is regarded as one of his best works. The novel presents a future American society where books are outlawed and fireman burn any that are found.",
		"related": ["b41", "b42", "b39", "b17"]
	}
]